adrieankhisbe/zsh-quiet-accept-line
pip
command-not-found
archive
completion
zshdirectory
editor              
nmap
thefuck
systemd
docker
kubectl
docker-compose
git
common-aliases
compleat 
copyfile # Copies content of a file into clipboard 
django
fasd # z-like tools
gitfast
git-extras
httpie
npm
vscode
dotenv
fzf

Tarrasch/zsh-functional
zsh-users/zsh-history-substring-search
tarruda/zsh-autosuggestions

bil-elmoussaoui/flatpak-zsh-completion
srijanshetty/zsh-pip-completion
lukechilds/zsh-better-npm-completion
ninrod/pass-zsh-completion
zsh-users/zsh-completions

unixorn/git-extra-commands
arialdomartini/oh-my-git
MikeDacre/careful_rm
wfxr/forgit
zlsun/solarized-man
joel-porquet/zsh-dircolors-solarized
MichaelAquilina/zsh-you-should-use
djui/alias-tips
unixorn/autoupdate-antigen.zshplugin


Vifon/deer
leophys/zsh-plugin-fzf-finder
ytet5uy4/fzf-widgets
wfxr/formarks
changyuheng/fz
zsh-users/zaw
aperezdc/zsh-fzy
zsh-users/zsh-syntax-highlighting
lukechilds/zsh-nvm